Repository: amr-dallin/tree
Catalog: Locale/rus/LC_MESSAGES/default.po
Languages: ru

source: Invalid album
ru: Недопустимый альбом

source: The album has been saved.
ru: Альбом был сохранен.

source: The album could not be saved. Please, try again.
ru: Альбом не может быть сохранен. Пожалуйста, попробуйте еще раз.

source: The album has been deleted.
ru: Альбом удален.

source: The album could not be deleted. Please, try again.
ru: Альбом нельзя удалить. Пожалуйста, попробуйте еще раз.

source: Something went wrong. Please, repeat again.
ru: Что-то пошло не так. Повторите еще раз.

source: Mediafile added to bookmarks
ru: Медиафайл добавлен в закладки

source: Remove from bookmarks
ru: Удалить из закладок

source: Mediafile removed from bookmarks
ru: Медиафайл удален из закладок

source: Add to bookmarks
ru: Добавить в закладки

source: Invalid item
ru: Недопустимый элемент

source: The item has been saved.
ru: Медиафайл был сохранен.

source: The item could not be saved. Please, try again.
ru: Медиафайл не может быть сохранен. Пожалуйста, попробуйте еще раз.

source: Can not exclude media file from album. Please, try again.
ru: Невозможно исключить медиафайл из альбома. Пожалуйста, попробуйте еще раз.

source: Media file excluded from album.
ru: Медиафайл исключен из альбома.

source: Media file verified.
ru: Медиафайл подтверждён.

source: Media file not verified. Please, try again.
ru: Медиафайл не подтверждён. Пожалуйста, попробуйте еще раз.

source: Mediafile deleted.
ru: Медиафайл удален.

source: Invalid person
ru: Недоступные персональные данные

source: The person has been saved.
ru: Персональные данные были сохранены.

source: The person could not be saved. Please, try again.
ru: Персональные данные не были сохранены. Пожалуйста, повторите снова.

source: The person has been deleted.
ru: Персональные данные удалены.

source: The person could not be deleted. Please, try again.
ru: Персональные данные не удалены. Пожалуйста, повторите снова.

source: Your username or password was incorrect.
ru: Неверное имя пользователя или пароль.

source: Must correctly complete the highlighted fields
ru: Необходимо правильно заполнить выделенные поля

source: Could not sign in by direct link. It may be damaged. Use the login page
ru: Не удалось войти по прямой ссылке. Она может быть повреждена. Используйте страницу входа на сайт

source: Account settings changed.
ru: Настройки учетной записи изменены.

source: Account settings are not changed. Please, repeat again.
ru: Настройки учетной записи не изменены. Пожалуйста, повторите еще раз.

source: The user has been saved.
ru: Пользователь был сохранен.

source: The user could not be saved. Please, try again.
ru: Пользователь не может быть сохранен. Пожалуйста, попробуйте еще раз.

source: Invalid user
ru: Недействительный пользователь

source: You must enter a last name
ru: Вы должны ввести фамилию

source: You must enter a first name
ru: Вы должны ввести имя

source: Gender must be specified
ru: Пол должен быть указан

source: Incorrect date of birth
ru: Некорректная дата рождения

source: The number of characters must be in the range of 5 to 20
ru: Количество символов должно быть в диапазоне от 5 до 20

source: It is necessary to use only Latin letters, numbers, dot and underscore characters
ru: Необходимо использовать только латинские буквы, цифры, точки и символы подчеркивания

source: Username already in use
ru: Имя пользователя уже используется

source: Email address not valid
ru: Адрес электронной почты недействителен

source: Email already in use
ru: Этот электронный адрес уже занят

source: The number of characters must be in the range of 6 to 20
ru: Количество символов должно быть в диапазоне от 6 до 20

source: Use latin letters, numbers and underscores
ru: Используйте латинские буквы, цифры и знаки подчёркивания

source: Re-entered password does not match
ru: Повторно введенный пароль не корректный

source: Add album
ru: Добавить альбом

source: Album Title
ru: Заголовок альбома

source: Album Description
ru: Описание альбома

source: From
ru: От

source: To
ru: До

source: Create Album
ru: Создать альбом

source: No media files to add to album.
ru: Нет медиафайлов для добавления в альбом.

source: Edit album %s
ru: Редактировать альбом %s

source: Edit
ru: Редактировать

source: Are you sure you want to exclude a media file from the album?
ru: Вы уверены, что хотите исключить из альбома медиафайл?

source: Edit Album
ru: Редактировать альбом

source: Delete Album
ru: Удалить альбом

source: Are you sure you want to delete the album?
ru: Вы действительно хотите удалить альбом?

source: %s Mediafiles
ru: %s Медиафайлы

source: Album description is empty.
ru: Нет описания альбома.

source: There are no media files in the album
ru: В альбоме нет медиафайлов

source: Bookmarks
ru: Закладки

source: Are you sure you want to remove the media file from the bookmarks?
ru: Вы действительно хотите удалить медиафайл из закладок?

source: No media files in bookmarks
ru: Нет медиафайлов в закладках

source: Comments
ru: Комментарии

source: Control Panel
ru: Панель управления

source: Back to site
ru: Назад на сайт

source: Mediafiles
ru: Медиафайлы

source: New
ru: Новый

source: Not Published
ru: Не опубликовано

source: Published
ru: Опубликованный

source: Without Album
ru: Без альбома

source: Without Description
ru: Без описания

source: People
ru: Люди

source: Add person
ru: Добавить персональные данные

source: All people
ru: Все персональные данные

source: Users
ru: Пользователи

source: Add an account
ru: Добавить учётную запись

source: All users
ru: Все учётные записи

source: Settings
ru: Настройки

source: Logout
ru: Выйти

source: Albums
ru: Альбомы

source: Create album
ru: Создать альбом

source: Family
ru: Семья

source: Tree
ru: Дерево

source: About the project
ru: О Проекте

source: Idea
ru: Идея

source: I was tagged
ru: Я был отмечен(а)

source: Uploads
ru: Загрузки

source: About me
ru: Обо мне

source: Biography
ru: Биография

source: Marked on media files
ru: Отмечен(а) на медиафайлах

source: Birthday %s
ru: День рождения %s

source: Go to home page
ru: Вернуться на главную страницу

source: I
ru: Я

source: Marks
ru: Отметки

source: Media files
ru: Медиафайлы

source: Unverified media files
ru: Непроверенные медиафайлы

source: Not published media files
ru: Нет опубликованных медиафайлов

source: Published media files
ru: Опубликованные медиафайлы

source: Album: %s
ru: Альбом: %s

source: Date of issue: not earlier than %s
ru: Дата съёмки: не ранее %s

source: Date of issue: not later than %s
ru: Дата съёмки: не позднее %s

source: Date of issue: between %s and %s
ru: Дата съёмки: между %s и %s

source: There are no descriptions for this media file yet. But you can contribute to the story.
ru: Пока нет описания этого медиафайла. Но вы можете внести свой вклад в историю.

source: Verified
ru: Проверенный

source: Is the media check complete?
ru: Проверка медиафайлов завершена?

source: Remove
ru: Удалить

source: Remove from publication
ru: Удалить из публикаций

source: Are you sure you want to remove the media from the publication?
ru: Вы уверены что хотите снять медиафайл с публикации?

source: Publish
ru: Опубликовать

source: Are you sure you want to publish the media?
ru: Вы уверены что хотите опубликовать медиафайл?

source: Delete
ru: Удалить

source: No content
ru: Нет контента

source: Show all %s albums
ru: Показать все %s альбома(ов)

source: Back to media
ru: Назад к медиафайлам

source: Back to album
ru: Вернуться к альбому

source: Back to bookmarks
ru: Вернуться к закладкам

source: Back to marks
ru: Вернуться к отметкам

source: Back to uploads
ru: Вернуться к загрузкам

source: Back to new media
ru: Назад к новым медиафайлам

source: Back to unpublished media
ru: Назад к неопубликованным медиафайлам

source: Back to published media
ru: Назад к опубликованным медиафайлам

source: Back to media without albums
ru: Назад к медиафайлам без альбомов

source: Back to media without description
ru: Назад к медиафайлам без описания

source: in
ru: в

source: Reply
ru: Ответить

source: Edit media
ru: Редактировать медиафайл

source: Select an album for the media
ru: Выберите альбом для медиафайла

source: Status
ru: Статус

source: Marked on media file:
ru: Отмечены на медиафайле:

source: Media Title
ru: Заголовок

source: Media Description
ru: Описание

source: Position
ru: Позиция

source: Album of a media
ru: Альбом

source: Unverified media
ru: Непроверенные медиафайлы

source: Not published media
ru: Нет опубликованных медиафайлов

source: Published media
ru: Опубликованные медиафайлы

source: Media without album
ru: Медиафайлы без альбомов

source: Media without description
ru: Медиафайлы без описания

source: Media files not found
ru: Медиафайл не найден

source: Are you sure you want to delete the media file? After deletion, restoration is impossible.
ru: Вы действительно хотите удалить медиафайл? После удаления восстановление невозможно.

source: No uploaded media. At the moment, this function is not available.
ru: Нет загруженных медиафайлов. В данный момент, эта функция не доступна.

source: Mediafile
ru: Медиафайл

source: Comment added successfully
ru: Комментарий добавлен успешно

source: Comment not added. Please, try again.
ru: Комментарий не добавлен. Пожалуйста, попробуйте еще раз.

source: Views
ru: Просмотров

source: %s in %s
ru: %s в %s

source: Add comment
ru: Добавить комментарий

source: There are no comments yet. If you have something to share for this event, please.
ru: Пока нет комментариев. Если у вас есть что рассказать, непременно поделитесь =)

source: No media on which you are marked.
ru: Нет медиафайлов на которых вы присутствуете.

source: Log In
ru: Войти

source: Website functionality
ru: Функционал сайта

source: Technical characteristics of the site
ru: Технические характеристики сайта

source: Add Person
ru: Добавить человека

source: Select Father
ru: Выберите отца

source: Select Mother
ru: Выберите мать

source: Select Spouse
ru: Выберите супруга

source: Last Name
ru: Фамилия

source: First Name
ru: Имя

source: Second Name
ru: Отчество

source: Birthday(yyyy-mm-dd)
ru: Дата рождения (yyyy-mm-dd)

source: Male
ru: Мужчина

source: Female
ru: Женщина

source: Add
ru: Добавить

source: Full Name
ru: Полное имя

source: Gender
ru: Пол

source: Birthday
ru: Дата рождения

source: Biography is empty
ru: Биография не заполнена

source: Select user personal information
ru: Выберите персональную информацию пользователя

source: Person
ru: Человек

source: Passowrd
ru: Пароль

source: Confirm Password
ru: Подтвердить пароль

source: Full name
ru: Полное имя

source: Email
ru: Почта

source: Edit an account @%s
ru: Редактировать учётную запись @%s

source: Visited
ru: Посещение

source: Data
ru: Данные

source: Copy!
ru: Копировать!

source: New Password
ru: Новый пароль

source: Log In to continue
ru: Войти для продолжения

source: Password
ru: Пароль
